export default {
  projections: {
    НастройкиE: {
      типНастроек: {
        __caption__: 'Тип настроек'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      датаОкончания: {
        __caption__: 'Дата окончания'
      },
      описание: {
        __caption__: 'Описание'
      }
    }
  },
  validations: {
    датаНачала: {
      __caption__: 'Дата начала'
    },
    датаОкончания: {
      __caption__: 'Дата окончания'
    },
    описание: {
      __caption__: 'Описание'
    },
    типНастроек: {
      __caption__: 'Тип настроек'
    },
    сервер: {
      __caption__: 'сервер'
    }
  }
};
