export default {
  projections: {
    ПрограммыE: {
      название: {
        __caption__: 'Название'
      },
      описание: {
        __caption__: 'Описание'
      },
      версия: {
        __caption__: 'Версия'
      },
      размер: {
        __caption__: 'Размер'
      },
      едИзмерения: {
        __caption__: 'Ед измерения'
      }
    }
  },
  validations: {
    версия: {
      __caption__: 'Версия'
    },
    едИзмерения: {
      __caption__: 'Ед измерения'
    },
    название: {
      __caption__: 'Название'
    },
    описание: {
      __caption__: 'Описание'
    },
    размер: {
      __caption__: 'Размер'
    },
    сервер: {
      __caption__: 'сервер'
    }
  }
};
